ServerApi.Services/Resources/xml/MembershipAllPersonRequestTemplate.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <MembershipAllPerson xmlns="https://is.skaut.cz/">
      <membershipAllPersonInput>
        <ID_Login>?</ID_Login>
        <ID_Person>?</ID_Person>
        <ID_Unit>?</ID_Unit>
        <ShowHistory>false</ShowHistory>
        <IsValid>true</IsValid>
      </membershipAllPersonInput>
    </MembershipAllPerson>
  </soap:Body>
</soap:Envelope>